[
    {
        "title": "MENELISIK KEBUN KOPI DI TORAJA",
        "content": "Segala yang bagus seringkali membutuhkan perjuangan, begitu pula dengan kopi Toraja dan perjalanan menuju kebunnya.\n WILAYAH timur Indonesia kerap menyimpan daya tarik dalam segala hal yang bisa disebutkan. Pemandangan, kebudayaan, apa saja, termasuk kopi-kopinya yang sedari dulu merupakan salah satu idola. Rasanya ajaib, beberapa menganggap kopi-kopi dari timur Indonesia menyerupai karakter kopi-kopi Afrika karena kecenderungannya yang manis dan ‘lebih buah’. Kopi Toraja masuk ke dalam daftar itu.\n Ada satu peringatan yang sempat dilontarkan teman saya—orang Sulawesi—sebelum mendatangi kebun kopi di Toraja. “Kalian naik mobil apa? Jalan ke Toraja tuh parah. Kalau siang kadang suka hujan, dan hujannya deras banget.” Peringatan itu saya anggap sambil lalu karena berpikir paling keras hanya trekking, atau diselingi sedikit hiking—seperti di Solok tempo hari. (Di kemudian hari saya agak membenarkan perkataan teman saya ini untuk keadaan lapangannya).\n Dari kota Medan, saya dan tiga teman lainnya dari Otten Coffee harus menempuh total 7 jam penerbangan ke Makassar, lalu dilanjutkan perjalanan darat dengan bus dari Makassar menuju kota kecil Rantepao di Toraja Utara selama 8 jam lagi. Perjalanan yang cukup panjang ini membuat saya menjadi sedikit melodramatis karena kian menyadari bahwa Indonesia ternyata benar-benar begitu luas dan besar. Selama ini, jujur saja, hamparan jarak itu tidak pernah terbayangkan karena selisih dari Sumatera ke Papua seolah terlihat remeh dengan meletakkan jengkal di atas peta buku atlas.\n Kedatangan kami di Rantepao disambut oleh Ibu Liling Toding Allo, seorang prosesor dan rekanan petani di Toraja, dan Bapak Ayub Pairunan, suaminya, yang selama ini hanya terkoneksi melalui dunia maya. Mereka bersikukuh untuk menjamu kami dulu, beralasan bahwa makanan sudah disiapkan, sebelum mengantarkan kami berkeliling kota Rantepao. Perlakuan manis Ibu Liling dan Pak Ayub ini seolah makin menguatkan anggapan “makin ke timur, orang-orangnya makin ramah” saja.\n Kota Rantepao adalah persinggahan yang menengahi dua daerah terkenal penghasil kopi di Toraja, yaitu Sapan di kabupaten Toraja Utara dan Pango-pango di kabupaten Tana Toraja. Dari Rantepao, kita bisa mengakses (dan kalau naik ke gedung yang lebih tinggi bisa melihat) dua desa pemasok utama kopi Toraja yang berada di area perbukitan, yaitu desa Sapan di kaki bukit yang memiliki ketinggian sekitar 900-1600 mdpl, dan Pulu-pulu yang berada di atasnya. Desa terakhir ini sedikit menarik perhatian saya, bukan hanya karena ketinggian desanya yang konon bisa mencapai 2100 mdpl tapi juga karakter kopinya yang tak biasa. Saya berkenalan pertama kali dengan kopi dari Pulu-pulu saat berkunjung ke Coffeewar milik Derby Sumule yang asli orang Toraja beberapa tahun lalu. Origin ini menggelitik penasaran saya karena selama ini saya tahunya kopi Toraja itu ya dari Sapan.\n Saya bertanya tentang kemungkinan mengunjungi kebun kopi di desa ini pada Ibu Liling yang dijawab dengan hening dahulu selama sekian detik. “Tidak bisa kalau naik mobil (jenis MPV seperti yang kami kendarai—red) ini. Jalannya endak bagus, harus pake offroad ke sana,” jawab Ibu Liling. “Minggu lalu Bapak baru dari sana, naek mobil berat. Itu pun susah jalannya,” tambahnya lagi sambil menunjuk Pak Ayub. “Wah saya naek mobil offroad itu, cuma dua ban depannya saja yang maju. Ban belakangnya tidak mau gerak,” ucap Pak Ayub sambil tergelak. Ia menjelaskan bahwa kondisi jalur ke Pulu-pulu seringkali masih berbentuk jalan bebatuan dan belum diaspal. Karena letak desanya yang tinggi di atas perbukitan maka seringkali pula kita akan melewati lembah dan jurang di kiri kanan jalan. Jika baru turun hujan maka keadaan rutenya bisa lebih parah. “Tapi kalau kalian mau ke sana, tidak apa-apa,” kata Pak Ayub. Teman-teman saya spontan menjawab tidak secara bersamaan karena cemas duluan membayangkan medannya ditambah keterbatasan waktu yang kami miliki sehingga kali ini tampaknya saya harus merelakan keinginan itu.\n Saat kami tiba di Rantepao ternyata bertepatan dengan masa panen yang baru saja selesai. Meski telah mengitari beberapa area di Toraja Utara, kami tidak lagi menemukan ceri-ceri merah yang tersisa di pohon-pohon kopi sehingga kami yang sedari Medan sudah berniat memburu footage ceri-ceri yang warnanya merekah itu harus mencari jalan keluar. Sayang, kalau tak dapat. Sudah datang jauh-jauh.\n Ibu Liling kemudian mengarahkan kami untuk menuju Pango-pango di kabupaten Tana Toraja dan menemui Pak Dadi Parapean, salah satu rekanan petaninya di sana. Pak Dadi tinggal di Makale, kota kecil di bawah perbukitan Pango-pango sekitar 2 jam dari Rantepao. Karena letak kebun di Pango-pango cenderung tinggi, maka kemungkinan masa panen di sana belum selesai. (Saya harus menuliskan segala kerepotan ini karena itu adalah bagian dari perjuangan yang harus kami lewati).\nKarakter topografis Toraja cenderung bergunung-gunung dan berbukit-bukit. Inilah sebabnya mengapa lokasi pengolahan dan penanaman kopi di sana umumnya dilakukan di dua tempat berbeda yang memiliki perbedaan ketinggian yang cukup signifikan pula. Misalnya, perkebunan kopi di Sapan berada di area perbukitan yang memiliki ketinggian di atas 1100 mdpl, tapi mengingat kondisi cuaca yang kadang tidak mendukung proses pasca panen dan fasilitas pengolahan di desa itu belum memadai, maka segala bentuk pengolahan harus dilakukan di tempat berbeda, misalnya di Rantepao yang memiliki ketinggian “hanya” 700-900 mdpl saja. Sementara jarak antara Rantepao dan Sapan hanya berselang 30 – 45 menit saja jika ditempuh dengan kendaraan. Tidak terlalu jauh.\n Begitu pula dengan Makale dan Pango-pango. Dari kota Makale, Pak Dadi kemudian membawa kami menuju kebunnya. Memasuki kawasan perbukitan Pango-pango, jalanan yang harus dilewati mulai menantang. Selama setengah jam penuh mobil MPV yang kami tumpangi terus menanjak naik, tanpa sekalipun melalui jalan datar, sambil diiringi manuver beberapa kali. Entah karena kondisi jalanan yang rusak berlubang, atau melalui tikungan dengan kemiringan cukup ekstrem sehingga membutuhkan sedikit keahlian pengemudinya. Untungnya saat itu kami bersama pengemudi rekomendasi Ibu Liling yang sudah terbiasa membawa tamu-tamu ke kebun kopi di Toraja.\n Setelah hampir 1 jam terus menanjak, akhirnya kami berhenti di sebuah ujung jalan setapak di sisi bukit. “Dari sini, kita harus jalan kaki. Bisa kan?” tanya Pak Dadi yang beberapa saat berikutnya baru saya mengerti apa maksudnya. Jalan kaki yang dimaksud Pak Dadi adalah trekking. Seperti naik gunung betulan karena jalur yang kami lewati kebanyakan adalah jalan bebatuan, berkelok-kelok, dan terus mendaki selama hampir 45 menit. Setibanya di puncak bukit, Pak Dadi berhenti. “Itu kebunnya!” ia menunjuk area pohon-pohon kopi di bagian lembah. Cantik sekali. Terutama ditambah latar belakang pemandangan pegunungan Toraja di kejauhan. Untuk sejenak, segala penat dan lelah seolah terbayarkan dan lepas dari pundak melihat keindahan itu sebelum Pak Dadi berujar kembali. “Yuk, turun!” katanya.\n Kami serentak melongo. “Maksudnya, Pak?” tanya kami. “Turun, dari sini.” Pak Dadi menunjuk jalan setapak kecil dan curam di bawahnya yang bagi saya terlihat seperti jalur shelter 4 di Gunung Sinabung. Kemiringan tanahnya berkisar 70°-80°, terjal, dan saya tidak sedang bercanda karena dua teman saya terpaksa harus ngesot untuk menuruni jalur ini menuju kebun kopi di bagian lembah.\n Saya memeriksa aplikasi pendeteksi ketinggian di layar ponsel. Perkebunan yang masuk ke dalam area Desa Santung, kabupaten Tana Toraja ini sudah berada di ketinggian 1600an mdpl dan elevasinya bisa mencapai hingga 1800an mdpl di perbukitan sebelahnya.\nKarena letaknya benar-benar berada di bukit yang miring, bukan di area menyerupai bukit, pohon-pohon kopi di sini pun ditanam di atas permukaan yang tidak rata. Seringkali satu kaki saya harus bertumpu di ranting pohon yang sedikit tebal untuk menopang dan satu kaki lainnya di tanah sembari berpegangan pada pohon lainnya saat mengambil foto Pak Dadi yang sedang memanen ceri.\n Seperti yang sudah diprediksi sebelumnya, iklim mikro khas dataran tinggi membuat proses pematangan ceri di area ini menjadi lebih lambat dan karenanya memberi kesempatan pula bagi kami untuk memburu proses panen dengan ceri-ceri yang warnanya merah merekah itu. Saya membayangkan betapa nikmatnya kopi-kopi yang ditanam dengan kondisi sangat ideal seperti ini, apalagi menurut Pak Dadi dan Pak Joni, petani yang juga kami temui di sini, mereka sama sekali tidak menggunakan fertilizer apapun apalagi pupuk kimia (yang harganya cukup lumayan), untuk pohon-pohon kopinya. Sebaliknya mereka hanya menggunakan pupuk kandang dari kotoran kambing peliharaan Pak Joni.\n Namun, mirisnya, kondisi ideal penanaman kopi dan karakter rasa yang seharusnya bagus ini tidak dibarengi dengan harga yang adil dan bantuan apapun, baik dari swasta atau pemerintah. Menurut Pak Dadi dan Pak Joni, gabah yang mereka jual hanya dihargai sekitar 12 ribu per liter. Saya mengulangi pertanyaan harga gabah yang mereka jual pada Pak Dadi untuk meyakinkan. Pak Dadi masih memberikan jawaban yang sama. “Dua belas ribu,” dengan ekspresi datar. Entah karena hal itu sudah biasa, atau tidak tahu lagi harus bagaimana. (Trian, Juara Indonesia Cup Tasters Championship 2019, saat saya bertemu dengannya di Makassar bahkan menambahkan, “Itu udah bagus harganya. Di tempat lain, kadang bisa 9 ribu per liter.”)\n Saya menelan getir dalam hati. Angka 12 ribu adalah harga jual paling rendah yang pernah saya temui di daerah-daerah produksi kopi manapun di Indonesia sejauh ini. Terutama karena membayangkan perjuangan berat yang harus kami lalui saat akan ke kebun ini tadi. Ditambah bayangan akan kerja keras yang harus dilakukan petani untuk mengusahakan kopinya dengan keadaan lahan yang rumit seperti ini, tentu angka itu bukan harga yang adil. Tapi saya bisa apa?.\n Saya iseng bertanya pada Pak Dadi dan Pak Joni, kira-kira apa harapan mereka sebagai petani kopi di masa depan. “Harapannya lebih sejahtera. Ada bantuan dari pemerintah, macam bantuan pupuk atau alat babat. Kalau bisa, harga kopi juga naik,” ujar mereka.\n Semoga harapan ini bisa didengar dan terwujud di masa depan. Sejahtera para petani kopi di Indonesia! Sampai bertemu lagi di origin trip berikutnya.",
        "imageUrl": "['https://majalah.ottenstatic.com/uploads/2020/01/kopi-toraja-6.jpg','https://majalah.ottenstatic.com/uploads/2020/01/kopi-toraja-7.jpg','https://majalah.ottenstatic.com/uploads/2020/01/kopi-toraja-10.jpg','https://majalah.ottenstatic.com/uploads/2020/01/kopi-toraja-3.jpg']",
        "author": "Yulin Masdakaty",
        "tag": "['Origin Trip']",
        "createdAt": "17-01-2020"
    },
    {
        "title": "MENYERUPUT MALAM DI KOPI ANGKRINGAN KAKEK",
        "content": "BULAN suci ramadan sedikit banyak menggeser waktu ngopi banyak orang. Tak terkecuali waktu ngopi saya. Yang biasanya pagi dan siang hari, kini bergeser menjadi di waktu berbuka. Saya tidak terbiasa ngopi di saat sahur. Karena rasanya kurang asyik saja. Maka waktu ngopi paling tepat adalah beberapa jam setelah berbuka.\n Dan beberapa saat lalu saat berjalan kaki mencari warung, saya dan seorang teman tak sengaja menemukan angkringan yang berjualan kopi. Saya pikir angkringan hanyalah milik warga Yogyakarta dan sekitarnya, tak menyangka di Medan pun ada. Angkringan ini berada di depan Tugu Juang Jalan Perintis Kemerdekaan dan H. M Yamin S.H Medan. Berjejer bersama pedagang kaki lima lainnya.\n Cukup menggoda rasanya untuk tidak disinggahi. Apalagi malam itu kami memang belum ngopi. Di tengah hiruk pikuk jalanan yang sibuk, Kopi Angkringan Kakek ini menjadi oase. Tak hanya kami, ada beberapa orang yang ikutan mampir setelah ibadah solat tarawih. Saya melihat ada beberapa alat seduh kopi. Mulai dari coffee dripper V60 hingga mesin kopi kecil otomatis. Ada pula beberapa biji kopi yang berjejer di toples-toples.\n Harga kopinya pun cukup terjangkau. Mulai dari 10 ribu rupiah saja. Saya awalnya ingin memesan filter coffee namun saya single origin mereka katanya sedang habis. Jadilah kami hanya memesan menu kopi hitam. Saat tiba kopi hitam ini menurut saya adalah lungo. Lungo sendiri adalah espresso yang dipanjangkan alias espresso dengan kuantitas sedikit lebih banyak dari biasa.\n Kenapa saya bisa menebak lungo karena minuman kami ini terlalu pekat dan sedikit untuk disebut Americano dan terlalu banyak untuk disebut doppio atau espresso. Meskipun tidak jelas menunya apa, kami tetap seru menikmati. Kopinya cukup bisa dinikmati meski rasanya biasa saja. Yang membuat seru ngopi di sini sebenarnya adalah suasananya. Kapan lagi menyeruput kopi malam-malam sembari menikmati hiruk pikuk Medan di malam ramadan?",
        "imageUrl": "['https://majalah.ottenstatic.com/uploads/2022/04/9E1FCE38-7977-4CFC-8FC0-D872EA7DB624.jpg','https://majalah.ottenstatic.com/uploads/2022/04/30A6A220-05A4-4F1C-8F7B-57CCA1D252A8.jpg','https://majalah.ottenstatic.com/uploads/2022/04/DD32C194-5C46-437E-9CC5-53AE7A61346F.jpg','https://majalah.ottenstatic.com/uploads/2022/04/9E1FCE38-7977-4CFC-8FC0-D872EA7DB624.jpg']",
        "author": "Mustika Treisna Yuliandri",
        "tag": "['Cafe & Travel', 'Indonesia','Sumatra','Medan']",
        "createdAt": "10-04-2021"
    },
    {
        "title": "BERJEDA DI COFFEE STOP CEBU FILIPINA",
        "content": "CEBU City adalah kota penuh warna yang menarik hati. Sekilas memang sangat identik dengan Indonesia. Baik suasana, maupun rupa manusia. Namun, kota ini begitu kental sejarah dan nuansa Katolik. Gereja-gereja katedral dan bangunan khas Eropa menghiasi seluruh Cebu City.\nKami sendiri menjelajah beberapa tempat yang disarankan banyak situs di internet. Cukup melelahkan juga tapi menyenangkan luar biasa. Dan sore itu saat laju langkah melambat, maka yang kami butuhkan cuma jeda sebentar dan minum kopi. Maklum kopi siang belum sempat di teguk.\nMencari kedai kopi di Cebu City tak semudah yang dibayangkan. Nama-nama kedai kopi spesialti ternyata tak banyak. Maka kami mencari kedai kopi secara acak saja yang dekat dengan kami. Ditemukanlah kedai kopi bernama Coffee Stop.\nCoffee Stop ternyata agak sulit ditemukan. Kami berhenti sesuai titik kendaraan online tapi tak melihat tanda-tanda Coffee Stop berada. Di kebingungan itu kami menemukan tulisan “Coffee Stop” di sebuah dinding dengan arah panah. Oh ternyata kedai kopi ini berada di lantai dua. Tersembunyi di balik pintu putih. Pantas tak mudah ditemukan itu!\nNaik ke lantai dua ternyata Coffee Stop sudah diisi beberapa orang. Ada dua ruangan di lantai dua. Pertama yang dekat dengan coffee bar dan yang kedua membentuk sudut nyaman. Kedai kopi ini berdesain minimalis dengan warna dominan putih yang membuatnya terang dan nyaman. Mungkin juga agar terlihat luas.\nCoffee Stop ini hanya menggunakan mesin espresso one boiler kecil dan tidak menyediakan manual brew. Tak apalah yang penting kami bisa ngopi dan berjeda sejenak dari lelahnya mengeksplorasi Cebu City ini. Saya memesan secangkir caffe latte yang rasanya biasa saja dan teman saya memesan Iced Americano. Oh iya kami juga memesan fudgy brownie yang diberi nama Better Than Your Boyfriend hahaha.\nYang membuat betah tempat ini dingin dan nyaman. Dan meski diisi banyak mahasiswa yang sedang belajar kelompok atau mengerjakan tugas, tempat ini tetap terjaga kenyamanannya. Menurut saya Coffee Stop ini memang kedai kopinya mahasiswa karena lokasinya berada di dekat kampus.\n Meskipun Coffee Stop bukanlah kedai kopi spesialti seperti yang saya harapkan, tetapi setidaknya tempat ini berjasa menjaga kewarasan saya dari kekurangan kafein sore itu",
        "imageUrl": "['https://majalah.ottenstatic.com/uploads/2019/12/2-1.jpg','https://majalah.ottenstatic.com/uploads/2019/12/1-1.jpg','https://majalah.ottenstatic.com/uploads/2019/12/3-1.jpg']",
        "author": "Mustika Treisna Yuliandri",
        "tag": "['Cafe & Travel', 'International','Asia']",
        "createdAt": "10-12-2019"
    },
    {
        "title": "PERBEDAAN ANTARA LONG BLACK, AMERICANO DAN KOPI TUBRUK",
        "content": "Kopinya boleh sama hitam, tapi soal nama, rasa dan hasil akhirnya tentu saja bisa berbeda.\nJika ditanya jenis minuman kopi apa yang pertama kali kita kenal mungkin jawabannya adalah kopi hitam. Kopi hitam menjadi kopi pertama yang mungkin hadir di kehidupan kita. Orang tua di rumah sudah mengonsumsinya sejak mereka kecil dan hal tersebut juga diwariskan dari orang tua mereka: kakek nenek kita. Kopi hitam ini di beberapa wilayah di Indonesia dikenal sebagai kopi tubruk. Seiring berkembangnya zaman dan bertambahnya juga pengetahuan kita tentang kopi, kopi hitam ternyata tak sesederhana yang kita kenal semasa kecil.\nKopi hitam menjelma beberapa bagian yang terbagi atas beberapa nama juga: long black, Americano dan si klasik kopi tubruk. Namun adakah perbedaan di antara ketiga minuman yang sama-sama terdiri dari kopi dan air ini? Tentu saja ada dan untuk itulah artikel ini ditulis. Selamat membaca.\nLong Black\nJenis minuman yang termasuk ke dalam “keluarga kopi hitam” ini terdiri dari air panas dan espresso. Minuman ini disajikan dengan menyiapkan air panas terlebih dahulu lalu setelah itu dituangkan espresso ke dalamnya. Long black berasal dari Australia dan Selandia Baru oleh karena itu cara penyajiannya haruslah mengikut negara asalnya, tak boleh sebaliknya. Untuk perbandingan rasio air dan espressonya biasanya tergantung selera. Ada yang mengatakan jika memakai 160 ml air, sebaiknya menggunakan 30 ml. Tapi itu semua bisa disesuaikan dengan selera penikmatnya masing-masing. Long black identik dengan sisa krema yang berada di permukaan kopi. Karena menuangkan air panas terlebih dahulu sebelum espresso maka krema yang berada di atas kopi tetap utuh berada di permukaan cangkir. Ini yang menyebabkan long black berbeda dengan jenis kopi hitam lainnya.\nAmericano\nSeperti namanya, Americano tentu adalah kopi hitam yang berasal dari Amerika. Meskipun di coffee shop di Amerika dan sekitarnya tentu menyediakan juga menu long black. Meski sama-sama kopi hitam, Americano tentu berbeda dengan long black. Yang membedakannya sebenarnya sederhana saja yaitu cara penyajiannya. Cara menyajikan adalah espresso disiapkan terlebih dahulu lalu menambahkan air panas setelahnya. Hasil Americano biasanya nyaris tak meninggalkan krema di permukaan cangkir. Hal tersebut dikarenakan espresso yang diguyur air panas sehingga memecah krema yang ada pada espresso. Hal inilah perbedaan paling jelas antara Americano dan long black. Krema pada permukaan cangkir adalah yang membedakan kedua jenis kopi hitam ini.\nKopi Tubruk\nBicara soal kopi hitam tak lengkap rasanya jika tak membahas sedikit tentang kopi tubruk. Apa yang membedakan kopi tubruk dengan dua jenis kopi di atas selain ketradisionalannya adalah tentu cara penyajiannya. Kopi tubruk adalah kopi hitam yang dinikmati berikut dengan ampas kopinya. Oleh karena itu, kopi tubruk biasanya disiapkan dengan kopi bubuk yang bisa digiling halus atah medium sesuai selera lalu disiram dengan air panas mendidih. Beberapa orang gemar mengaduk lalu mendiamkannya sebentar agar ampasnya tenggelam ke dasar cangkir. Lalu setelah itu diserupun nikmat ditemani dengan pisang goreng hangat.\nBagaimana? Sudah pada tahu ‘kan perbedaan antara long black, Americano dan kopi tubruk. Jika ada dari artikel ini yang belum lengkap silakan tambah di kolom komentar ya. Selamat minum kopi.",
        "imageUrl": "['https://majalah.ottenstatic.com/uploads/2015/08/americano.jpg','https://majalah.ottenstatic.com/uploads/2015/08/shutterstock_172202336.jpg','https://majalah.ottenstatic.com/uploads/2015/08/tubruk.jpg','https://majalah.ottenstatic.com/uploads/2015/08/shutterstock_182050193.jpg']",
        "author": "Mustika Treisna Yuliandri",
        "tag": "['News']",
        "createdAt": "25-08-2015"
    }
]